<?php

return [
	/*
	|--------------------------------------------------------------------------
	| Application Languages files
	|--------------------------------------------------------------------------
	*/
	'global' => [
		'title' => 'Bitpacman faucet',
		'about' => 'Около',
		'contact' => 'Kонтакт',
		'meta_description' => 'BitPacman является кран A Bitcoin, где вы можете получить бесплатно shatoshis играть классическую игру Pacman или просто с просьбой через нашу форму.',
		'or' => 'Или',
		'cookie_acceptance' => 'Этот веб-сайт использует куки для того, чтобы получать наилучший опыт на нашем сайте',
		'cookie_acceptance_button' => 'Понял!',
		'try_again' => 'Попробуй еще раз!!',
		'button-cancel' => "Oтменить"
	],
	'success' =>[
		'title' => 'Оплата Отправленные',
		'message1' => 'Вы успешно обналичить ',
		'message2' => ' satoshis к ',
        'promotion_header' => 'Получите 200 satoshis дополнительные прямо сейчас!',
        'promotion_text' => 'Посетите любой из наших новых порно-порталов и получить 200 дополнительных shotoshis',
        'promotion_button' => 'Перейти к Pornlists',
	],
	'getreward' =>[
		'title' => 'Получите награду!!',
		'fill_form' => 'Заполните форму',
		'input_problems' => 'Были некоторые проблемы с вашим входом.',
		'captcha' => 'Captcha',
		'try_again' => 'Попробуй еще раз!!',
		'get_shatoshis' => 'Получить Shatoshis!',
		'address'		=> 'Адрес',
		'prize'		=> 'Приз'
	],
	'sendreward' =>[
		'no-founds' => 'К сожалению, мы не имеем достаточно средств',
		'incorrect-address' => 'Ваш адрес не правильно',
		'repeated-address' => 'Этот адрес должен ждать 120 минут',
	],
	'index' => [
		'title' => 'Играть Bitpacman и требовать бесплатного Bitcoins',
		'get_reward_title' => 'Поздравления!!',
		'get_reward_message' => 'Вы выиграли <span class="shatoshi-amount"></span> shatoshis',
		'try_again' => 'Попробуй еще раз!!',
		'get_reward_button' => 'Получите награду',
		'limit_reach_title' => 'Бесплатный Shathosis закончил',
		'limit_reach_message' => 'Вы выиграли <span class="shatoshi-amount"></span> shatoshis уже, вы не можете получить больше shatohis, вы можете продолжить игру или получить ваши shatohis уже',
		'limit_reach_continue' => 'Продолжить игру',
		'no-ip' => 'К сожалению, вам придется подождать :minutes минут, чтобы добраться shatoshis еще раз, но вы можете играть бесплатно.',
		'banned' => 'Abuse report! You are in my blacklist. Yo have to wait until :freedom_date to get more shatoshis. If you are not conformed, you can send a message in the section of contact. See you soon, my friend! ;D',
		'no-address' => 'К сожалению, вам придется подождать :minutes минут, чтобы добраться shatoshis еще раз, но вы можете играть бесплатно.',
		'no-founds' => 'Недостаточно средств, мы не можем дать вам shatoshis сейчас, но вы можете играть бесплатно.',
		'no-founds-maxDaily' => 'К сожалению, мы достигли наших дневной лимит shatohis, вы можете вернуться завтра для более shatohis или вы можете играть бесплатно прямо сейчас',
		'noplay-title' => 'Вы не хотите играть?',
		'noplay-message' => 'Получить сейчас, :amount shatoshis',
		'noplay-button' => ':amount Shatoshis сейчас!',
		'todaypayments-title' => 'Cтатистика',
		'todaypayments-message' => 'Сегодня: :amount shatoshis платные',
		'wait' => 'Подождите',
		'seconds' => 'секунд',
		'noplay-whilePhrase' => 'Вы уверены, что вы не хотите, чтобы играть в игру в то время как вы ждете?',
		'referral_title' => 'Реферальная ссылка(10%)',
		'referral_your_address' => 'ВАШ АДРЕСС',
		'more_from_wetdog' => 'Другие сайты Wetdog:',
		'button-mute' => 'немой',
		'button-unmute' => 'включение звука',
		'nasty-host-banned' => 'К сожалению, у вас были отмечены как вредоносный IP по nastyhosts.com. Мы не можем отправить вам любой платеж.',
	],
	'about' => [
		'title' => 'Bitpacman',
		'p1' => 'Bitpacman является кран Bitcoin.Bitcoin кран это сайт, который предлагает своим пользователям небольших количеств Bitcoins для ничего не делать. Как правило, вы должны ввести свой адрес Bitcoin и капчу (для предотвращения ботов) и платят. В Bitpacman вы выиграете Bitcoins для воспроизведения Pacman. Не забывайте, что вы можете посетить наш кран несколько раз в день, чтобы увеличить свои доходы.',
		'h2' => 'Что Bitcoin?',
		'p2' => 'Bitcoin является новая валюта, которая была создана в 2009 году неизвестным лицом с использованием псевдонима Сатоси Накамото. Сделки совершаются без каких-либо посредников, - не означает,, не банки! Там нет сделки сборов и нет необходимости, чтобы дать свое настоящее имя.',
		'p3' => 'Bitcoins создаются в качестве награды за обработки платежей работы, в которых пользователи предлагают свои вычислительные мощности для проверки и записи платежей в общественном книги. Вызывается добыча, физические лица или компании участвовать в этой деятельности в обмен на операционные издержки и вновь создаваемых Bitcoins. Кроме добычи, Bitcoins могут быть получены в обмен на бумажные деньги и услуг. Пользователи могут отправлять и получать в электронном виде Bitcoins для дополнительного взноса сделки с использованием программного обеспечения бумажник на персональном компьютере или веб-приложения.',
		'h3' => 'Где обменять Bitcoins?',
		'p4' => 'Теперь обмениваться Bitcoins на деньги в любой валюте, не будет легко. Возможен обмен на электронных биржах, а также в офисах, в которых есть это направление обмена.',
		'p5' => 'Сегодня в Интернете можно купить за Bitcoins любой товар, интернет-магазины принимать Bitcoin в качестве оплаты для оплаты. Таких денег, очень удобны в использовании. Теперь, чтобы отправить платеж в другом конце земного шара в течение нескольких минут и без платы за стало легче, чем когда-либо. Другим важным компонентом является тот факт, что криптоаналитической Bitcoins полностью анонимным, в любой пользователь есть только номер Bitcoin кошелек, и это БТД адрес может быть изменен по крайней мере, сто раз в день. Прошу обратить Ваше внимание, если вы хотите изменить свой старый адрес БТД на ваш новый адрес, не забудьте передать Bitcoins к новому BTC адресу.',
		'h4' => 'Снятие',
		'p6' => 'Все платежи отправляются мгновенно, когда вы достигнете порога 0 satoshis. Просто решите, где вы хотели бы получить вашу компенсацию, Microwallet или Faucetbox, и нажмите кнопку обналичить. Не нужно создать учетную запись на этих кошельках, просто использовать ваш Bitcoin-адрес. Просто.',
		'p7' => 'Эта игра представляет собой версию игры сделаны <a href="https://github.com/daleharvey/pacman"> Dale Harvey</a>',
	],
	'contact' => [
		'title' => 'Kонтакт',
		'fill_form' => 'Заполните форму',
		'email' => 'Эл. адрес',
		'message' => 'Cообщение',
		'captcha' => 'Защитный код',
		'submit' => 'Отправить сообщение',
		'input_problems' => 'Были некоторые проблемы с вашим входом.',
		'success' => 'Сообщение успешно отослано!'
	],
	'mobile' => [
		'rotate' => 'Пожалуйста, поворачивать экран, чтобы играть'
	]
];
